#include"parking_lot.h"


void menu()
{
	system("color 9");
	printf("     ***********************************************************************     \n");
	printf("  ************************欢迎使用停车场管理系统*******************************    \n");
	printf("|                         汽车停车收费标准2元一小时                             |\n");
	printf("|                             每月收费800元                                     |\n");
	printf("|\t1.--登记车辆停放位信息                                                  |\n");
	printf("|\t2.--查询车辆停车位信息                                                  |\n");
	printf("|\t3.--修改车辆信息                                                        |\n");
	printf("|\t4.--用户取车管理                                                        |\n");
	printf("|\t5.--显示当前停车位信息                                              |\n");
	printf("|\t6.--将信息写入文件                                                      |\n");
	printf("|\t0.--退出停车场管理系统                                                  |\n");
	printf("|                                                                               |\n");
	printf("|*******************************************************************************|\n");
	printf("|********************>>>>>>>>>>>>>设计者： 徐来<<<<<<<<<<<<<********************|\n");
	printf("|*******************************************************************************|\n\n");
}
